// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的凡同学",
        "这是我们在一起的第一个生日",
        "虽然现在物理距离很远",
        "但是马上我们就会再见啦",
        "总之先祝你生日快乐啦",
        "生日快乐+1",
        "生日快乐+2",
        "对了，还有一件事",
        "下次不许放鸽子了，咱谁都不许放",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-01-310T20:15:00",
    // 双方的名字
    names: ["Aaron", "Emily"]
}
